Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 加密密钥读取失败：%@。请勿删除 Keychain 中的密钥，否则已加密的数据将无法恢复。
ar: فشل قراءة مفتاح التشفير: %@. لا تحذف المفتاح من سلسلة المفاتيح، وإلا فلن يمكن استعادة البيانات المشفرة.
de: Verschlüsselungsschlüssel konnte nicht gelesen werden: %@. Löschen Sie den Schlüssel nicht aus dem Schlüsselbund, sonst sind verschlüsselte Daten nicht wiederherstellbar.
en: Failed to read the encryption key: %@. Do not delete the key in Keychain, otherwise encrypted data cannot be recovered.
es: Error al leer la clave de cifrado: %@. No elimines la clave del Llavero; de lo contrario, los datos cifrados no podrán recuperarse.
fr: Échec de la lecture de la clé de chiffrement : %@. Ne supprimez pas la clé du trousseau, sinon les données chiffrées seront irrécupérables.
hi: एन्क्रिप्शन कुंजी पढ़ने में विफल: %@। कीचेन से कुंजी न हटाएँ, अन्यथा एन्क्रिप्टेड डेटा पुनर्प्राप्त नहीं किया जा सकेगा।
id: Gagal membaca kunci enkripsi: %@. Jangan hapus kunci dari Rantai Kunci, jika tidak data terenkripsi tidak dapat dipulihkan.
it: Lettura della chiave di cifratura non riuscita: %@. Non eliminare la chiave dal Portachiavi, altrimenti i dati cifrati non potranno essere recuperati.
ja: 暗号化キーの読み取りに失敗: %@。キーチェーンのキーを削除しないでください。削除すると暗号化されたデータを復元できなくなります。
ko: 암호화 키 읽기 실패: %@. 키체인의 키를 삭제하지 마세요. 삭제하면 암호화된 데이터를 복구할 수 없습니다.
nl: Coderingssleutel lezen mislukt: %@. Verwijder de sleutel niet uit de sleutelhanger, anders kunnen versleutelde gegevens niet worden hersteld.
pl: Nie udało się odczytać klucza szyfrowania: %@. Nie usuwaj klucza z Pęku kluczy, w przeciwnym razie zaszyfrowanych danych nie będzie można odzyskać.
pt: Falha ao ler a chave de criptografia: %@. Não apague a chave do Porta-chaves, caso contrário os dados criptografados não poderão ser recuperados.
ru: Не удалось прочитать ключ шифрования: %@. Не удаляйте ключ из Связки ключей, иначе зашифрованные данные невозможно будет восстановить.
sv: Det gick inte att läsa krypteringsnyckeln: %@. Ta inte bort nyckeln från Nyckelring, annars kan krypterad data inte återställas.
th: อ่านคีย์การเข้ารหัสล้มเหลว: %@ อย่าลบคีย์จากพวงกุญแจ ไม่เช่นนั้นข้อมูลที่เข้ารหัสจะกู้คืนไม่ได้
tr: Şifreleme anahtarı okunamadı: %@. Anahtarı Anahtar Zinciri'nden silmeyin, aksi halde şifreli veriler kurtarılamaz.
uk: Не вдалося прочитати ключ шифрування: %@. Не видаляйте ключ із В'язки ключів, інакше зашифровані дані не можна буде відновити.
vi: Đọc khóa mã hóa thất bại: %@. Đừng xóa khóa khỏi Chuỗi khóa, nếu không dữ liệu đã mã hóa sẽ không thể khôi phục.
zh_hant: 加密密鑰讀取失敗：%@。請勿刪除 Keychain 中的密鑰，否則已加密的數據將無法恢復。

source: 加载中...
ar: جارٍ التحميل...
de: Laden...
en: Loading...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
nl: Laden...
pl: Wczytywanie...
pt: Carregando...
ru: Загрузка...
sv: Läser in...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh_hant: 載入中...

source: 加载完成
ar: تم التحميل
de: Geladen
en: Loaded
es: Cargado
fr: Chargé
hi: लोड हो गया
id: Selesai dimuat
it: Caricato
ja: 読み込み完了
ko: 로드 완료
nl: Geladen
pl: Wczytano
pt: Carregado
ru: Загружено
sv: Inläst
th: โหลดแล้ว
tr: Yüklendi
uk: Завантажено
vi: Đã tải xong
zh_hant: 載入完成

source: 加载模型
ar: تحميل النموذج
de: Modell laden
en: Load Model
es: Cargar modelo
fr: Charger le modèle
hi: मॉडल लोड करें
id: Muat model
it: Carica modello
ja: モデルを読み込む
ko: 모델 로드
nl: Model laden
pl: Wczytaj model
pt: Carregar modelo
ru: Загрузить модель
sv: Läs in modell
th: โหลดโมเดล
tr: Modeli yükle
uk: Завантажити модель
vi: Tải mô hình
zh_hant: 載入模型

source: 区分不同说话人
ar: التمييز بين المتحدثين المختلفين
de: Verschiedene Sprecher unterscheiden
en: Distinguish Different Speakers
es: Distinguir distintos hablantes
fr: Distinguer les différents intervenants
hi: अलग-अलग वक्ताओं को पहचानें
id: Bedakan pembicara yang berbeda
it: Distingui i diversi parlanti
ja: 異なる話者を区別
ko: 서로 다른 화자 구분
nl: Verschillende sprekers onderscheiden
pl: Rozróżniaj różnych mówców
pt: Distinguir diferentes falantes
ru: Различать разных говорящих
sv: Särskilj olika talare
th: แยกแยะผู้พูดที่แตกต่างกัน
tr: Farklı Konuşmacıları Ayırt Et
uk: Розрізняти різних мовців
vi: Phân biệt những người nói khác nhau
zh_hant: 區分不同說話人

source: 区分大小写
ar: مطابقة حالة الأحرف
de: Groß-/Kleinschreibung beachten
en: Match case
es: Distinguir mayúsculas
fr: Respecter la casse
hi: केस का मिलान करें
id: Cocokkan huruf besar/kecil
it: Distingui maiuscole
ja: 大文字と小文字を区別
ko: 대소문자 구분
nl: Hoofdlettergevoelig
pl: Rozróżniaj wielkość liter
pt: Diferenciar maiúsculas
ru: Учитывать регистр
sv: Matcha skiftläge
th: ตรงตามตัวพิมพ์
tr: Büyük/küçük harf eşleştir
uk: Враховувати регістр
vi: Phân biệt chữ hoa chữ thường
zh_hant: 區分大小寫

source: 区分大小写：关
ar: حساسية الأحرف: معطّل
de: Groß-/Kleinschreibung: Aus
en: Case Sensitive: Off
es: Distinguir mayúsculas: desactivado
fr: Sensible à la casse : désactivé
hi: केस सेंसिटिव: बंद
id: Peka huruf besar/kecil: nonaktif
it: Maiuscole/minuscole: disattivo
ja: 大文字小文字を区別：オフ
ko: 대/소문자 구분: 끔
nl: Hoofdlettergevoelig: uit
pl: Rozróżniaj wielkość liter: wyłączone
pt: Diferenciar maiúsculas: desativado
ru: Учитывать регистр: выкл.
sv: Skiftlägeskänslig: av
th: ตามตัวพิมพ์ใหญ่-เล็ก: ปิด
tr: Büyük/küçük harfe duyarlı: kapalı
uk: Враховувати регістр: вимк.
vi: Phân biệt chữ hoa/thường: tắt
zh_hant: 區分大小寫：關

source: 区分大小写：开
ar: حساسية الأحرف: مفعّل
de: Groß-/Kleinschreibung: Ein
en: Case Sensitive: On
es: Distinguir mayúsculas: activado
fr: Sensible à la casse : activé
hi: केस सेंसिटिव: चालू
id: Peka huruf besar/kecil: aktif
it: Maiuscole/minuscole: attivo
ja: 大文字小文字を区別：オン
ko: 대/소문자 구분: 켬
nl: Hoofdlettergevoelig: aan
pl: Rozróżniaj wielkość liter: włączone
pt: Diferenciar maiúsculas: ativado
ru: Учитывать регистр: вкл.
sv: Skiftlägeskänslig: på
th: ตามตัวพิมพ์ใหญ่-เล็ก: เปิด
tr: Büyük/küçük harfe duyarlı: açık
uk: Враховувати регістр: увімк.
vi: Phân biệt chữ hoa/thường: bật
zh_hant: 區分大小寫：開

source: 区域/窗口/全屏 + 丰富标注 + AI 总结
ar: منطقة/نافذة/شاشة كاملة + تعليقات غنية + ملخص بالذكاء الاصطناعي
de: Bereich/Fenster/Vollbild + umfangreiche Annotationen + KI-Zusammenfassung
en: Region/Window/Fullscreen + Rich Annotations + AI Summary
es: Región/Ventana/Pantalla completa + anotaciones variadas + resumen con IA
fr: Zone/Fenêtre/Plein écran + annotations riches + résumé IA
hi: क्षेत्र/विंडो/पूर्णस्क्रीन + विविध एनोटेशन + AI सारांश
id: Area/Jendela/Layar Penuh + Anotasi Kaya + Ringkasan AI
it: Area/Finestra/Schermo intero + annotazioni ricche + riepilogo IA
ja: 範囲/ウインドウ/全画面 + 豊富な注釈 + AI 要約
ko: 영역/창/전체 화면 + 다양한 주석 + AI 요약
nl: Gebied/Venster/Volledig scherm + uitgebreide annotaties + AI-samenvatting
pl: Obszar/Okno/Pełny ekran + bogate adnotacje + podsumowanie AI
pt: Região/Janela/Tela cheia + anotações variadas + resumo com IA
ru: Область/Окно/Весь экран + разнообразные аннотации + ИИ-резюме
sv: Område/Fönster/Helskärm + omfattande annoteringar + AI-sammanfattning
th: พื้นที่/หน้าต่าง/เต็มจอ + คำอธิบายประกอบหลากหลาย + สรุปด้วย AI
tr: Bölge/Pencere/Tam Ekran + Zengin Açıklamalar + AI Özeti
uk: Область/Вікно/Весь екран + різноманітні анотації + ШІ-підсумок
vi: Vùng/Cửa sổ/Toàn màn hình + chú thích phong phú + tóm tắt AI
zh_hant: 區域/視窗/全螢幕 + 豐富標註 + AI 總結

source: 区域截图
ar: التقاط المنطقة
de: Bereichsaufnahme
en: Region Capture
es: Captura de zona
fr: Capture de zone
hi: क्षेत्र कैप्चर
id: Tangkapan area
it: Cattura area
ja: 領域切り取り
ko: 영역 캡처
nl: Gebied vastleggen
pl: Zrzut obszaru
pt: Captura de região
ru: Захват области
sv: Områdesbild
th: จับภาพบริเวณ
tr: Bölge Yakalama
uk: Захоплення області
vi: Chụp vùng
zh_hant: 區域截圖

source: 单位
ar: وحدة
de: Einheit
en: Unit
es: Unidad
fr: Unité
hi: इकाई
id: Satuan
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pl: Jednostka
pt: Unidade
ru: Ед.
sv: Enhet
th: หน่วย
tr: Birim
uk: Одиниця
vi: Đơn vị
zh_hant: 單位

source: 原始视频不在本机
ar: الفيديو الأصلي غير موجود على هذا الجهاز
de: Das Originalvideo ist nicht auf diesem Mac
en: The original video isn't on this Mac
es: El vídeo original no está en este Mac
fr: La vidéo d'origine n'est pas sur ce Mac
hi: मूल वीडियो इस Mac पर नहीं है
id: Video asli tidak ada di Mac ini
it: Il video originale non è su questo Mac
ja: 元の動画がこの Mac にありません
ko: 원본 동영상이 이 Mac에 없습니다
nl: De originele video staat niet op deze Mac
pl: Oryginalny film nie znajduje się na tym Macu
pt: O vídeo original não está neste Mac
ru: Оригинальное видео отсутствует на этом Mac
sv: Originalvideon finns inte på den här Macen
th: วิดีโอต้นฉบับไม่อยู่ในเครื่องนี้
tr: Orijinal video bu Mac’te değil
uk: Оригінальне відео відсутнє на цьому Mac
vi: Video gốc không có trên máy này
zh_hant: 原始影片不在本機

source: 原始视频已清理，且没有可复用的关键帧，无法分析画面（重新导入视频即可恢复）。
ar: تم تنظيف الفيديو الأصلي ولا توجد إطارات رئيسية قابلة لإعادة الاستخدام، لذا لا يمكن تحليل الصورة (أعد استيراد الفيديو للاستعادة).
de: Das Originalvideo wurde aufgeräumt und es gibt keine wiederverwendbaren Keyframes, daher kann das Bild nicht analysiert werden (Video erneut importieren, um es wiederherzustellen).
en: The original video was cleaned up and no keyframes can be reused, so the picture can't be analyzed (import the video again to restore it).
es: El vídeo original se limpió y no hay fotogramas clave reutilizables, así que no se puede analizar la imagen (vuelve a importar el vídeo para restaurarlo).
fr: La vidéo d'origine a été nettoyée et aucune image clé n'est réutilisable : impossible d'analyser l'image (réimportez la vidéo pour la restaurer).
hi: मूल वीडियो साफ़ कर दिया गया है और पुनः उपयोग योग्य कीफ़्रेम नहीं हैं, इसलिए चित्र का विश्लेषण नहीं हो सकता (बहाल करने के लिए वीडियो फिर से आयात करें)।
id: Video asli sudah dibersihkan dan tidak ada keyframe yang dapat dipakai ulang, sehingga gambar tidak dapat dianalisis (impor ulang video untuk memulihkannya).
it: Il video originale è stato rimosso e non ci sono fotogrammi chiave riutilizzabili, quindi non è possibile analizzare l'immagine (reimporta il video per ripristinarlo).
ja: 元の動画は整理済みで再利用できるキーフレームもないため、画面を分析できません（動画を再取り込みすれば復元できます）。
ko: 원본 동영상이 정리되었고 재사용할 키프레임도 없어 화면을 분석할 수 없습니다(동영상을 다시 가져오면 복구됩니다).
nl: De originele video is opgeruimd en er zijn geen herbruikbare keyframes, dus het beeld kan niet worden geanalyseerd (importeer de video opnieuw om dit te herstellen).
pl: Oryginalny film został wyczyszczony i nie ma klatek kluczowych do ponownego użycia, więc nie można analizować obrazu (zaimportuj film ponownie, aby go przywrócić).
pt: O vídeo original foi limpo e não há fotogramas-chave reutilizáveis, por isso não é possível analisar a imagem (importe o vídeo novamente para restaurar).
ru: Оригинальное видео очищено, а пригодных для повторного использования ключевых кадров нет, поэтому изображение нельзя проанализировать (импортируйте видео заново, чтобы восстановить).
sv: Originalvideon har rensats och det finns inga återanvändbara nyckelbildrutor, så bilden kan inte analyseras (importera videon igen för att återställa).
th: วิดีโอต้นฉบับถูกล้างแล้วและไม่มีคีย์เฟรมที่ใช้ซ้ำได้ จึงวิเคราะห์ภาพไม่ได้ (นำเข้าวิดีโออีกครั้งเพื่อกู้คืน)
tr: Orijinal video temizlendi ve yeniden kullanılabilir kare yok, bu yüzden görüntü analiz edilemiyor (geri getirmek için videoyu yeniden içe aktarın).
uk: Оригінальне відео очищено, а ключових кадрів для повторного використання немає, тому зображення неможливо проаналізувати (імпортуйте відео знову, щоб відновити).
vi: Video gốc đã được dọn và không còn khung hình chính dùng lại được nên không thể phân tích hình ảnh (nhập lại video để khôi phục).
zh_hant: 原始影片已清理，且沒有可重複使用的關鍵影格，無法分析畫面（重新匯入影片即可恢復）。

source: 去标识化
ar: إزالة الهوية
de: Anonymisierung
en: De-identification
es: Desidentificación
fr: Anonymisation
hi: पहचान हटाना
id: De-identifikasi
it: De-identificazione
ja: 匿名化
ko: 비식별화
nl: De-identificatie
pl: Deidentyfikacja
pt: Desidentificação
ru: Деидентификация
sv: Avidentifiering
th: การล้างข้อมูลระบุตัวตน
tr: Kimliksizleştirme
uk: Деідентифікація
vi: Khử nhận dạng
zh_hant: 去標識化

source: 去标识化：送入云端大模型前自动把敏感词替换为占位符，返回后自动还原，词典与开关在「设置 → 数据管理」配置
ar: إزالة التعريف: تُستبدل الكلمات الحساسة بعناصر نائبة قبل الإرسال إلى النماذج السحابية ثم تُستعاد تلقائيًا؛ القاموس والمفتاح في الإعدادات ← إدارة البيانات
de: Anonymisierung: Sensible Wörter werden vor dem Senden an Cloud-LLMs durch Platzhalter ersetzt und danach wiederhergestellt; Wörterbuch und Schalter unter Einstellungen → Datenverwaltung
en: De-identification: sensitive words are replaced with placeholders before sending to cloud LLMs and restored afterwards; configure the dictionary and switch in Settings → Data Management
es: Anonimización: las palabras sensibles se sustituyen por marcadores antes de enviar a LLM en la nube y se restauran después; diccionario e interruptor en Ajustes → Gestión de datos
fr: Anonymisation : les mots sensibles sont remplacés par des marqueurs avant l’envoi aux LLM cloud puis restaurés ensuite ; dictionnaire et interrupteur dans Réglages → Gestion des données
hi: डी-आइडेंटिफिकेशन: क्लाउड LLM को भेजने से पहले संवेदनशील शब्द प्लेसहोल्डर से बदले जाते हैं और बाद में स्वतः बहाल होते हैं; शब्दकोश व स्विच सेटिंग्स → डेटा प्रबंधन में
id: Deidentifikasi: kata sensitif diganti placeholder sebelum dikirim ke LLM cloud lalu dipulihkan otomatis; kamus dan sakelar diatur di Pengaturan → Manajemen Data
it: Deidentificazione: le parole sensibili sono sostituite da segnaposto prima dell’invio agli LLM cloud e ripristinate dopo; dizionario e interruttore in Impostazioni → Gestione dati
ja: 匿名化：クラウドLLMへ送信する前に重要語をプレースホルダに置換し、返却後に自動復元。辞書とスイッチは「設定 → データ管理」で設定
ko: 비식별화: 클라우드 LLM 전송 전에 민감한 단어를 자리표시자로 바꾸고 반환 후 자동 복원합니다. 사전과 스위치는 설정 → 데이터 관리에서 구성하세요
nl: De-identificatie: gevoelige woorden worden vóór verzending naar cloud-LLM’s door placeholders vervangen en daarna hersteld; woordenboek en schakelaar via Instellingen → Gegevensbeheer
pl: Deidentyfikacja: wrażliwe słowa są zamieniane na symbole zastępcze przed wysłaniem do LLM w chmurze i przywracane po odpowiedzi; słownik i przełącznik w Ustawienia → Zarządzanie danymi
pt: Desidentificação: palavras sensíveis são substituídas por espaços reservados antes do envio a LLMs na nuvem e restauradas depois; dicionário e interruptor em Ajustes → Gerenciamento de dados
ru: Деидентификация: перед отправкой в облачные LLM чувствительные слова заменяются заполнителями и восстанавливаются после; словарь и переключатель в Настройки → Управление данными
sv: Avidentifiering: känsliga ord ersätts med platshållare innan de skickas till moln-LLM och återställs sedan; ordlista och reglage i Inställningar → Datahantering
th: การปิดตัวตน: คำอ่อนไหวจะถูกแทนที่ด้วยตัวแทนก่อนส่ง LLM บนคลาวด์และคืนค่าอัตโนมัติ พจนานุกรมและสวิตช์ตั้งที่ การตั้งค่า → การจัดการข้อมูล
tr: Kimliksizleştirme: Bulut LLM'lere göndermeden önce hassas sözcükler yer tutucuyla değiştirilir ve sonra otomatik geri yüklenir; sözlük ve anahtar Ayarlar → Veri Yönetimi'nde
uk: Деідентифікація: перед надсиланням у хмарні LLM конфіденційні слова замінюються заповнювачами й відновлюються після; словник і перемикач у Налаштування → Керування даними
vi: Khử định danh: từ nhạy cảm được thay bằng ký hiệu giữ chỗ trước khi gửi LLM đám mây và tự khôi phục sau đó; từ điển và công tắc tại Cài đặt → Quản lý dữ liệu
zh_hant: 去標識化：送入雲端大模型前自動把敏感詞替換為佔位符，返回後自動還原，詞典與開關在「設定 → 資料管理」配置

source: 双击查看详情，双击标题可编辑
ar: انقر نقرًا مزدوجًا للتفاصيل؛ انقر نقرًا مزدوجًا على العنوان لتعديله
de: Doppelklick für Details; Doppelklick auf den Titel zum Bearbeiten
en: Double-click for details; double-click the title to edit
es: Doble clic para ver detalles; doble clic en el título para editar
fr: Double-cliquez pour les détails ; double-cliquez sur le titre pour le modifier
hi: विवरण के लिए डबल-क्लिक करें; संपादन के लिए शीर्षक पर डबल-क्लिक करें
id: Klik dua kali untuk detail; klik dua kali pada judul untuk mengedit
it: Doppio clic per i dettagli; doppio clic sul titolo per modificarlo
ja: ダブルクリックで詳細を表示、タイトルをダブルクリックで編集
ko: 더블클릭으로 상세 보기, 제목을 더블클릭하여 편집
nl: Dubbelklik voor details; dubbelklik op de titel om te bewerken
pl: Kliknij dwukrotnie, aby zobaczyć szczegóły; kliknij dwukrotnie tytuł, aby edytować
pt: Clique duplo para detalhes; clique duplo no título para editar
ru: Двойной щелчок для подробностей; двойной щелчок по названию для редактирования
sv: Dubbelklicka för detaljer; dubbelklicka på titeln för att redigera
th: ดับเบิลคลิกเพื่อดูรายละเอียด ดับเบิลคลิกที่ชื่อเพื่อแก้ไข
tr: Ayrıntılar için çift tıklayın; düzenlemek için başlığa çift tıklayın
uk: Двічі клацніть для деталей; двічі клацніть назву, щоб редагувати
vi: Nhấp đúp để xem chi tiết; nhấp đúp vào tiêu đề để chỉnh sửa
zh_hant: 按兩下檢視詳情，按兩下標題可編輯

source: 反馈内容
ar: محتوى الملاحظات
de: Feedback-Inhalt
en: Feedback
es: Contenido del comentario
fr: Contenu du feedback
hi: प्रतिक्रिया सामग्री
id: Konten umpan balik
it: Contenuto del feedback
ja: フィードバック内容
ko: 피드백 내용
nl: Feedbackinhoud
pl: Treść opinii
pt: Conteúdo do feedback
ru: Содержание отзыва
sv: Feedbackinnehåll
th: เนื้อหาข้อเสนอแนะ
tr: Geri bildirim içeriği
uk: Вміст відгуку
vi: Nội dung phản hồi
zh_hant: 回饋內容

source: 反馈类型
ar: نوع الملاحظات
de: Feedback-Art
en: Feedback Type
es: Tipo de comentario
fr: Type de feedback
hi: प्रतिक्रिया प्रकार
id: Jenis umpan balik
it: Tipo di feedback
ja: フィードバックの種類
ko: 피드백 유형
nl: Feedbacktype
pl: Rodzaj opinii
pt: Tipo de feedback
ru: Тип отзыва
sv: Feedbacktyp
th: ประเภทข้อเสนอแนะ
tr: Geri bildirim türü
uk: Тип відгуку
vi: Loại phản hồi
zh_hant: 回饋類型

source: 发送
ar: إرسال
de: Senden
en: Send
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
nl: Verstuur
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hant: 發送

source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy

source: 取消下载
ar: إلغاء التنزيل
de: Download abbrechen
en: Cancel Download
es: Cancelar descarga
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
id: Batalkan unduhan
it: Annulla download
ja: ダウンロードを中止
ko: 다운로드 취소
nl: Download annuleren
pl: Anuluj pobieranie
pt: Cancelar transferência
ru: Отменить загрузку
sv: Avbryt nedladdning
th: ยกเลิกการดาวน์โหลด
tr: İndirmeyi iptal et
uk: Скасувати завантаження
vi: Hủy tải xuống
zh_hant: 取消下載

source: 取消加载
ar: إلغاء التحميل
de: Laden abbrechen
en: Cancel Loading
es: Cancelar carga
fr: Annuler le chargement
hi: लोडिंग रद्द करें
id: Batalkan pemuatan
it: Annulla caricamento
ja: 読み込みをキャンセル
ko: 로드 취소
nl: Laden annuleren
pl: Anuluj wczytywanie
pt: Cancelar carregamento
ru: Отменить загрузку
sv: Avbryt inläsning
th: ยกเลิกการโหลด
tr: Yüklemeyi iptal et
uk: Скасувати завантаження
vi: Hủy tải
zh_hant: 取消載入

source: 取消回声消除
ar: إلغاء إلغاء الصدى
de: Echounterdrückung abbrechen
en: Cancel echo cancellation
es: Cancelar la cancelación de eco
fr: Annuler la suppression d'écho
hi: प्रतिध्वनि निवारण रद्द करें
id: Batalkan pembatalan gema
it: Annulla rimozione dell'eco
ja: エコー除去をキャンセル
ko: 에코 제거 취소
nl: Echo-onderdrukking annuleren
pl: Anuluj eliminację echa
pt: Cancelar o cancelamento de eco
ru: Отменить подавление эха
sv: Avbryt ekoutsläckning
th: ยกเลิกการตัดเสียงสะท้อน
tr: Yankı gidermeyi iptal et
uk: Скасувати придушення відлуння
vi: Hủy khử tiếng vọng
zh_hant: 取消回音消除

source: 取消当前转写
ar: إلغاء التفريغ الحالي
de: Aktuelle Transkription abbrechen
en: Cancel current transcription
es: Cancelar transcripción actual
fr: Annuler la transcription en cours
hi: वर्तमान ट्रांसक्रिप्शन रद्द करें
id: Batalkan transkripsi saat ini
it: Annulla trascrizione corrente
ja: 現在の転写をキャンセル
ko: 현재 전사 취소
nl: Huidige transcriptie annuleren
pl: Anuluj bieżącą transkrypcję
pt: Cancelar transcrição atual
ru: Отменить текущую транскрипцию
sv: Avbryt pågående transkription
th: ยกเลิกการถอดเสียงปัจจุบัน
tr: Geçerli transkripsiyonu iptal et
uk: Скасувати поточну транскрипцію
vi: Hủy phiên âm hiện tại
zh_hant: 取消當前轉寫

source: 取消生成
ar: إلغاء الإنشاء
de: Generierung abbrechen
en: Cancel Generation
es: Cancelar generación
fr: Annuler la génération
hi: जनन रद्द करें
id: Batalkan pembuatan
it: Annulla generazione
ja: 生成をキャンセル
ko: 생성 취소
nl: Genereren annuleren
pl: Anuluj generowanie
pt: Cancelar geração
ru: Отменить генерацию
sv: Avbryt generering
th: ยกเลิกการสร้าง
tr: Üretmeyi iptal et
uk: Скасувати створення
vi: Hủy tạo
zh_hant: 取消產生

source: 取消转写
ar: إلغاء التفريغ
de: Transkription abbrechen
en: Cancel Transcription
es: Cancelar transcripción
fr: Annuler la transcription
hi: ट्रांसक्रिप्शन रद्द करें
id: Batalkan transkripsi
it: Annulla trascrizione
ja: 文字起こしをキャンセル
ko: 전사 취소
nl: Transcriptie annuleren
pl: Anuluj transkrypcję
pt: Cancelar transcrição
ru: Отменить расшифровку
sv: Avbryt transkribering
th: ยกเลิกการถอดความ
tr: Çeviri yazıyı iptal et
uk: Скасувати транскрибування
vi: Hủy chuyển ngữ
zh_hant: 取消轉寫

source: 取消隐藏
ar: إظهار
de: Einblenden
en: Unhide
es: Mostrar
fr: Afficher
hi: दिखाएँ
id: Tampilkan
it: Mostra
ja: 再表示
ko: 숨김 해제
nl: Toon
pl: Pokaż
pt: Mostrar
ru: Показать
sv: Visa
th: แสดง
tr: Göster
uk: Показати
vi: Hiện
zh_hant: 取消隱藏

source: 取消隐藏选中条目
ar: إظهار العناصر المحددة
de: Ausgewählte Elemente einblenden
en: Unhide Selected Items
es: Mostrar elementos seleccionados
fr: Afficher les éléments sélectionnés
hi: चुने हुए आइटम दिखाएँ
id: Tampilkan item terpilih
it: Mostra elementi selezionati
ja: 選択した項目を再表示
ko: 선택한 항목 숨김 해제
nl: Toon geselecteerde items
pl: Pokaż zaznaczone pozycje
pt: Mostrar itens selecionados
ru: Показать выбранные элементы
sv: Visa valda objekt
th: แสดงรายการที่เลือก
tr: Seçili öğeleri göster
uk: Показати вибрані елементи
vi: Hiện các mục đã chọn
zh_hant: 取消隱藏選中項目

source: 受限（ parental controls 等限制）
ar: مقيّد (الرقابة الأبوية، إلخ)
de: Eingeschränkt (z. B. Jugendschutz)
en: Restricted (e.g. parental controls)
es: Restringido (control parental, etc.)
fr: Restreint (contrôle parental, etc.)
hi: प्रतिबंधित (अभिभावकीय नियंत्रण आदि)
id: Dibatasi (kontrol orang tua, dll.)
it: Limitato (controllo parentale, ecc.)
ja: 制限あり（ペアレンタルコントロールなど）
ko: 제한됨(자녀 보호 기능 등)
nl: Beperkt (ouderlijk toezicht enz.)
pl: Ograniczone (kontrola rodzicielska itp.)
pt: Restrito (controle parental, etc.)
ru: Ограничено (родительский контроль и т. п.)
sv: Begränsat (föräldrakontroll m.m.)
th: ถูกจำกัด (การควบคุมโดยผู้ปกครอง ฯลฯ)
tr: Kısıtlı (ebeveyn denetimi vb.)
uk: Обмежено (батьківський контроль тощо)
vi: Bị hạn chế (kiểm soát của phụ huynh, v.v.)

source: 只删除原始视频文件，关键帧与画面要点保留
ar: يحذف ملف الفيديو الأصلي فقط، مع الاحتفاظ بالإطارات الرئيسية والملاحظات المرئية
de: Löscht nur die Originalvideodatei; Keyframes und visuelle Notizen bleiben erhalten
en: Only deletes the original video file; keyframes and visual notes are kept
es: Elimina solo el archivo de vídeo original; los fotogramas clave y las notas visuales se conservan
fr: Supprime uniquement le fichier vidéo d'origine ; les images clés et le résumé visuel sont conservés
hi: केवल मूल वीडियो फ़ाइल हटाता है; कीफ़्रेम और दृश्य नोट्स सुरक्षित रहते हैं
id: Hanya menghapus file video asli; keyframe dan catatan visual tetap disimpan
it: Elimina solo il file video originale; fotogrammi chiave e note visive vengono conservati
ja: 元の動画ファイルだけを削除し、キーフレームと画面メモは保持します
ko: 원본 동영상 파일만 삭제하고 키프레임과 화면 요약은 유지됩니다
nl: Verwijdert alleen het originele videobestand; keyframes en visuele notities blijven bewaard
pl: Usuwa tylko oryginalny plik wideo; klatki kluczowe i notatki wizualne pozostają
pt: Elimina apenas o ficheiro de vídeo original; os fotogramas-chave e as notas visuais são mantidos
ru: Удаляет только исходный видеофайл; ключевые кадры и визуальные заметки сохраняются
sv: Tar bara bort originalvideofilen; nyckelbildrutor och visuella anteckningar behålls
th: ลบเฉพาะไฟล์วิดีโอต้นฉบับ โดยคีย์เฟรมและบันทึกภาพยังคงอยู่
tr: Yalnızca orijinal video dosyasını siler; kare ve görsel notlar korunur
uk: Видаляє лише оригінальний відеофайл; ключові кадри та візуальні нотатки зберігаються
vi: Chỉ xóa tệp video gốc; khung hình chính và ghi chú hình ảnh vẫn được giữ
zh_hant: 只刪除原始影片檔案，關鍵影格與畫面要點保留
